tap "busser/tap"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "instrumenta/instrumenta"
tap "jnsahaj/lumen"
tap "k8sgpt-ai/k8sgpt"
tap "mike-engel/jwt-cli"
tap "ngrok/ngrok"
tap "norwoodj/tap"
tap "puppetlabs/puppet"
tap "ymtdzzz/tap"
brew "argocd"
brew "bat"
brew "dive"
brew "dutree"
brew "erdtree"
brew "fd"
brew "gping"
brew "himalaya"
brew "htmlq"
brew "just"
brew "k8sgpt"
brew "kind"
brew "kubie"
brew "lazygit"
brew "multi-git-status"
brew "navi"
brew "ripgrep"
brew "snitch"
brew "terraform-docs"
brew "terraformer"
brew "tflint"
brew "tldr"
brew "tree"
brew "trippy"
brew "yamlfmt"
brew "busser/tap/tfautomv"
brew "fairwindsops/tap/pluto"
brew "jnsahaj/lumen/lumen"
brew "ymtdzzz/tap/otel-tui"
cask "android-platform-tools"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "adzero.vscode-sievehighlight"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "atishay-jain.all-autocomplete"
vscode "bbenoist.vagrant"
vscode "be5invis.toml"
vscode "bitzl.vscode-puppet"
vscode "bmarkovic.haproxy"
vscode "bruno-api-client.bruno"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "chatziko.vscode-reveal-hugo"
vscode "chef-software.chef"
vscode "ciarant.vscode-structurizr"
vscode "codestream.codestream"
vscode "codezombiech.gitignore"
vscode "compilenix.vscode-zonefile"
vscode "ctf0.macros"
vscode "d4nyll.devops-extension-pack"
vscode "damonsk.vscode-wardley-maps"
vscode "datadog.datadog-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "davidwang.ini-for-vscode"
vscode "dinhani.copy-on-select"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "espresso3389.unicode-normalizer"
vscode "fabianlauer.vs-code-xml-format"
vscode "fbaligand.vscode-logstash-editor"
vscode "fchieze.terraformer"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "gera2ld.markmap-vscode"
vscode "gistart.theme-desert-dawn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "gxiao.cookiecutter"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hoovercj.vscode-settings-cycler"
vscode "hverlin.mise-vscode"
vscode "ibm.output-colorizer"
vscode "inu1255.easy-snippet"
vscode "ipedrazas.kubernetes-snippets"
vscode "ivory-lab.jenkinsfile-support"
vscode "jabacchetta.vscode-essentials"
vscode "jakearl.search-editor-apply-changes"
vscode "jasonlhy.hungry-delete"
vscode "jheilingbrunner.vscode-gnupg-tool"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "jvalecillos.gpg"
vscode "kaellarkin.hugo-shortcode-syntax"
vscode "kenhowardpdx.vscode-gist"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kisstkondoros.typelens"
vscode "knisterpeter.vscode-commitizen"
vscode "lacroixdavid1.vscode-format-context-menu"
vscode "loginspector.loginspector"
vscode "lostintangent.vsls-whiteboard"
vscode "maattdd.gitless"
vscode "marcostazi.vs-code-vagrantfile"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "micnil.vscode-checkpoints"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mycelo.oracle-plsql"
vscode "naco-siren.gradle-language"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "perkovec.emoji"
vscode "peterschmalfeldt.explorer-exclude"
vscode "phoihos.markdown-markmap"
vscode "pnp.polacode"
vscode "pomdtr.excalidraw-editor"
vscode "puppet.puppet-vscode"
vscode "qezhu.gitlink"
vscode "randomchance.logstash"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rusnasonov.vscode-hugo"
vscode "shakram02.bash-beautify"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-multiclip"
vscode "starkwang.markdown"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-french"
vscode "svipas.control-snippets"
vscode "systemticks.c4-dsl-extension"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tyriar.vscode-terminal-here"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "william-voyek.vscode-nginx"
vscode "xyz.local-history"
go "cmd/go"
go "cmd/gofmt"
cargo "cargo-update"
cargo "lurk-cli"
cargo "mdcat"
cargo "spotify-tui"
flatpak "app.drey.Dialect"
flatpak "com.github.tchx84.Flatseal"
flatpak "io.github.qwersyk.Newelle"
flatpak "io.github.tobagin.karere"
flatpak "io.gitlab.adhami3310.Impression"
flatpak "it.mijorus.gearlever"
flatpak "net.lutris.Lutris"
flatpak "org.jdownloader.JDownloader"
flatpak "org.qownnotes.QOwnNotes"
flatpak "org.soundconverter.SoundConverter"
flatpak "org.vinegarhq.Sober"
