tap "busser/tap"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "instrumenta/instrumenta"
tap "k8sgpt-ai/k8sgpt"
tap "mike-engel/jwt-cli"
tap "ngrok/ngrok"
tap "norwoodj/tap"
tap "puppetlabs/puppet"
tap "ymtdzzz/tap"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "argocd"
brew "ast-grep"
brew "glib"
brew "awscli"
brew "bash"
brew "berkeley-db"
brew "bottom"
brew "bpytop"
brew "buildkit"
brew "cdrtools"
brew "check-jsonschema"
brew "chrome-cli"
brew "cmake"
brew "lima"
brew "colima"
brew "colordiff"
brew "icu4c@77"
brew "composer"
brew "coreutils"
brew "deno"
brew "direnv"
brew "dive"
brew "dnsperf"
brew "dnstracer"
brew "docker"
brew "docker-compose"
brew "expect"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "icu4c@77"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fuzzy-find"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-filter-repo"
brew "glib-networking"
brew "gnu-getopt"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "grep"
brew "gtk+3"
brew "gtk4"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "hcl2json"
brew "httpie"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "k8sgpt"
brew "k9s"
brew "keychain"
brew "kind"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lnav"
brew "lolcat"
brew "luarocks"
brew "lynx"
brew "node"
brew "markdownlint-cli"
brew "midnight-commander"
brew "miller"
brew "minikube"
brew "mise"
brew "mono"
brew "multi-git-status"
brew "multitail"
brew "ncftp"
brew "neovim"
brew "openjdk"
brew "openjdk@21"
brew "parallel"
brew "pdfly"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "rust"
brew "shellcheck"
brew "snitch"
brew "usbredir"
brew "spice-gtk"
brew "sshpass"
brew "starship"
brew "structurizr-cli"
brew "terraform-docs"
brew "terraformer"
brew "tflint"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "topgrade"
brew "tree"
brew "ugit"
brew "uv"
brew "vhs"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "xh"
brew "yamlfmt"
brew "yamllint"
brew "yj"
brew "youplot"
brew "yq"
brew "zsync"
brew "busser/tap/tfautomv"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/pluto"
brew "fairwindsops/tap/polaris"
brew "fluxcd/tap/flux"
brew "mike-engel/jwt-cli/jwt-cli"
brew "norwoodj/tap/helm-docs"
brew "ymtdzzz/tap/otel-tui"
cask "android-platform-tools"
cask "bruno"
cask "coconutbattery"
cask "copilot-cli"
cask "emojipedia"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "inkscape"
cask "iterm2"
cask "kitty"
cask "meld"
cask "obs"
cask "openlens"
cask "postman"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "adzero.vscode-sievehighlight"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "atishay-jain.all-autocomplete"
vscode "bbenoist.vagrant"
vscode "be5invis.toml"
vscode "bitzl.vscode-puppet"
vscode "bmarkovic.haproxy"
vscode "bruno-api-client.bruno"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "chatziko.vscode-reveal-hugo"
vscode "chef-software.chef"
vscode "ciarant.vscode-structurizr"
vscode "codestream.codestream"
vscode "codezombiech.gitignore"
vscode "compilenix.vscode-zonefile"
vscode "ctf0.macros"
vscode "d4nyll.devops-extension-pack"
vscode "damonsk.vscode-wardley-maps"
vscode "datadog.datadog-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "davidwang.ini-for-vscode"
vscode "dinhani.copy-on-select"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "espresso3389.unicode-normalizer"
vscode "fabianlauer.vs-code-xml-format"
vscode "fbaligand.vscode-logstash-editor"
vscode "fchieze.terraformer"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "gera2ld.markmap-vscode"
vscode "gistart.theme-desert-dawn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "gxiao.cookiecutter"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hoovercj.vscode-settings-cycler"
vscode "hverlin.mise-vscode"
vscode "ibm.output-colorizer"
vscode "inu1255.easy-snippet"
vscode "ipedrazas.kubernetes-snippets"
vscode "ivory-lab.jenkinsfile-support"
vscode "jabacchetta.vscode-essentials"
vscode "jakearl.search-editor-apply-changes"
vscode "jasonlhy.hungry-delete"
vscode "jheilingbrunner.vscode-gnupg-tool"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "jvalecillos.gpg"
vscode "kaellarkin.hugo-shortcode-syntax"
vscode "kenhowardpdx.vscode-gist"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kisstkondoros.typelens"
vscode "knisterpeter.vscode-commitizen"
vscode "lacroixdavid1.vscode-format-context-menu"
vscode "loginspector.loginspector"
vscode "lostintangent.vsls-whiteboard"
vscode "maattdd.gitless"
vscode "marcostazi.vs-code-vagrantfile"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "micnil.vscode-checkpoints"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mycelo.oracle-plsql"
vscode "naco-siren.gradle-language"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "perkovec.emoji"
vscode "peterschmalfeldt.explorer-exclude"
vscode "phoihos.markdown-markmap"
vscode "pnp.polacode"
vscode "pomdtr.excalidraw-editor"
vscode "puppet.puppet-vscode"
vscode "qezhu.gitlink"
vscode "randomchance.logstash"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rusnasonov.vscode-hugo"
vscode "shakram02.bash-beautify"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-multiclip"
vscode "specstory.specstory-vscode"
vscode "starkwang.markdown"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-french"
vscode "systemticks.c4-dsl-extension"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tyriar.vscode-terminal-here"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "william-voyek.vscode-nginx"
vscode "xyz.local-history"
go "cmd/go"
go "cmd/gofmt"
cargo "bat"
cargo "cargo-update"
cargo "dutree"
cargo "erdtree"
cargo "fd-find"
cargo "gping"
cargo "htmlq"
cargo "just"
cargo "kubie"
cargo "mdcat"
cargo "multigit"
cargo "navi"
cargo "ripgrep"
cargo "spotify-tui"
cargo "trippy"
cargo "viu"
